Repository: guyghost/wakeve
Catalog: iosApp/src/Resources/*.lproj/Localizable.strings
Languages: es, pt

# scenario.wine.check4
source: Prepare cheese and accompaniments
es: Preparar quesos y acompañamientos
pt: Preparar queijos e acompanhamentos

# scenario.bbq.title
source: Barbecue with friends
es: Barbacoa entre amigos
pt: Churrasco entre amigos

# scenario.bbq.subtitle
source: Grill and enjoy together
es: Asen y disfruten juntos
pt: Grelhem e curtam juntos

# scenario.bbq.description
source: Organize a fun barbecue. Pick the spot, split the shopping, and enjoy a tasty outdoor moment.
es: Organiza una barbacoa divertida. Elijan el lugar, repartan las compras y disfruten de un momento delicioso al aire libre.
pt: Organize um churrasco divertido. Escolham o local, dividam as compras e curtam um momento delicioso ao ar livre.

# scenario.bbq.suggested_title
source: Barbecue with friends
es: Barbacoa entre amigos
pt: Churrasco entre amigos

# scenario.bbq.check1
source: Choose the spot (garden, park, terrace)
es: Elegir el lugar (jardín, parque, terraza)
pt: Escolher o local (jardim, parque, terraço)

# scenario.bbq.check2
source: Split the shopping and grilling
es: Repartir las compras y la parrilla
pt: Dividir as compras e a grelha

# scenario.bbq.check3
source: Find the date with the poll
es: Encontrar la fecha con la encuesta
pt: Encontrar a data com a enquete

# scenario.bbq.check4
source: Check the weather and have a plan B
es: Verificar el clima y tener un plan B
pt: Verificar o tempo e ter um plano B

# scenario.theme_dinner.title
source: Themed dinner
es: Cena temática
pt: Jantar temático

# scenario.theme_dinner.subtitle
source: Travel through flavors
es: Viajen a través de los sabores
pt: Viajem pelos sabores

# scenario.theme_dinner.description
source: Organize a themed dinner: Italian, Japanese, Mexican... Choose the theme, split the dishes, and enjoy a feast.
es: Organiza una cena temática: cocina italiana, japonesa, mexicana... Elijan el tema, repartan los platos y disfruten del festín.
pt: Organize um jantar temático: cozinha italiana, japonesa, mexicana... Escolham o tema, dividam os pratos e aproveitem o banquete.

# scenario.theme_dinner.suggested_title
source: Themed dinner
es: Cena temática
pt: Jantar temático

# scenario.theme_dinner.check1
source: Choose the culinary theme
es: Elegir el tema culinario
pt: Escolher o tema culinário

# scenario.theme_dinner.check2
source: Split the dishes to prepare
es: Repartir los platos a preparar
pt: Dividir os pratos a preparar

# scenario.theme_dinner.check3
source: Find the date with the poll
es: Encontrar la fecha con la encuesta
pt: Encontrar a data com a enquete

# scenario.theme_dinner.check4
source: Prepare matching decorations
es: Preparar la decoración acorde
pt: Preparar a decoração combinando

# scenario.retreat.title
source: Wellness retreat
es: Retiro de bienestar
pt: Retiro de bem-estar

# scenario.retreat.subtitle
source: Recharge with your group
es: Recárguense en grupo
pt: Recarreguem-se em grupo

# scenario.retreat.description
source: Organize a wellness retreat with friends. Yoga, meditation, nature — find the place and time to recharge together.
es: Organiza un retiro de bienestar entre amigos. Yoga, meditación, naturaleza — encuentra el lugar y momento para recargarse juntos.
pt: Organize um retiro de bem-estar entre amigos. Yoga, meditação, natureza — encontre o lugar e momento para se recarregar juntos.

# scenario.retreat.suggested_title
source: Wellness retreat
es: Retiro de bienestar
pt: Retiro de bem-estar

# scenario.retreat.check1
source: Choose the venue and duration
es: Elegir el lugar y duración
pt: Escolher o local e duração

# scenario.retreat.check2
source: Plan the activity schedule
es: Planificar el programa de actividades
pt: Planejar o programa de atividades

# scenario.retreat.check3
source: Poll availability
es: Sondear disponibilidad
pt: Sondar disponibilidade

# scenario.retreat.check4
source: Organize transport and accommodation
es: Organizar transporte y alojamiento
pt: Organizar transporte e hospedagem

# scenario.spa.title
source: Spa day with friends
es: Día de spa entre amigos
pt: Dia de spa entre amigos

# scenario.spa.subtitle
source: Treat yourselves to relaxation
es: Regálense un momento de relax
pt: Presenteiem-se com relaxamento

# scenario.spa.description
source: Plan a relaxing spa day. Steam room, sauna, massages — find the spa and date that works for everyone.
es: Planifica un día de spa relajante. Hammam, sauna, masajes — encuentra el spa y la fecha que convengan a todos.
pt: Planeje um dia de spa relaxante. Hammam, sauna, massagens — encontre o spa e a data que funcionem para todos.

# scenario.spa.suggested_title
source: Spa day
es: Día de spa
pt: Dia de spa

# scenario.spa.check1
source: Choose the spa and treatments
es: Elegir el spa y los tratamientos
pt: Escolher o spa e os tratamentos

# scenario.spa.check2
source: Check prices and group packages
es: Verificar precios y paquetes grupales
pt: Verificar preços e pacotes de grupo

# scenario.spa.check3
source: Find the date with the poll
es: Encontrar la fecha con la encuesta
pt: Encontrar a data com a enquete

# scenario.spa.check4
source: Book treatments in advance
es: Reservar tratamientos con anticipación
pt: Reservar tratamentos com antecedência

# scenario.meditation.title
source: Group meditation
es: Meditación en grupo
pt: Meditação em grupo

# scenario.meditation.subtitle
source: Find serenity together
es: Encuentren la serenidad juntos
pt: Encontrem a serenidade juntos

# scenario.meditation.description
source: Organize a guided meditation session in a group. Outdoors or indoors, find the perfect setting for a shared moment of calm.
es: Organiza una sesión de meditación guiada en grupo. Al aire libre o en sala, encuentra el marco ideal para un momento de calma compartido.
pt: Organize uma sessão de meditação guiada em grupo. Ao ar livre ou em sala, encontre o cenário ideal para um momento de calma compartilhado.

# scenario.meditation.suggested_title
source: Group meditation
es: Meditación en grupo
pt: Meditação em grupo

# scenario.meditation.check1
source: Choose the meditation type
es: Elegir el tipo de meditación
pt: Escolher o tipo de meditação

# scenario.meditation.check2
source: Find a guide or app
es: Encontrar un guía o app
pt: Encontrar um guia ou app

# scenario.meditation.check3
source: Poll availability
es: Sondear disponibilidad
pt: Sondar disponibilidade

# scenario.meditation.check4
source: Prepare the space (cushions, ambiance)
es: Preparar el espacio (cojines, ambiente)
pt: Preparar o espaço (almofadas, ambiente)

# scenario.forest.title
source: Forest walk
es: Paseo por el bosque
pt: Passeio na floresta

# scenario.forest.subtitle
source: Reconnect with nature
es: Reconéctense con la naturaleza
pt: Reconectem-se com a natureza

# scenario.forest.description
source: Organize a refreshing forest walk. Gentle hike, forest bathing, or foraging — enjoy nature in good company.
es: Organiza un paseo revitalizante por el bosque. Caminata suave, baño de bosque o recolección — disfruten de la naturaleza en buena compañía.
pt: Organize um passeio revitalizante na floresta. Caminhada suave, banho de floresta ou colheita — aproveitem a natureza em boa companhia.

# scenario.forest.suggested_title
source: Forest walk
es: Paseo por el bosque
pt: Passeio na floresta

# scenario.forest.check1
source: Choose the trail and duration
es: Elegir el sendero y duración
pt: Escolher a trilha e duração

# scenario.forest.check2
source: Check the weather
es: Verificar el clima
pt: Verificar o tempo

# scenario.forest.check3
source: Find the date with the poll
es: Encontrar la fecha con la encuesta
pt: Encontrar a data com a enquete

# scenario.forest.check4
source: Bring proper shoes and a picnic
es: Llevar calzado adecuado y picnic
pt: Levar calçado adequado e piquenique

# explore.event_type.workshop
source: Workshop
es: Taller
