Repository: guyghost/wakeve
Catalog: iosApp/src/Resources/*.lproj/Localizable.strings
Languages: es, pt

# poll.yes
source: Yes
es: Sí
pt: Sim

# status.assigned
source: Assigned
es: Asignado
pt: Atribuído

# status.comparing
source: Comparison
es: Comparación
pt: Comparação

# status.completed
source: Completed
es: Completado
pt: Concluído

# status.finalized
source: Finalized
es: Finalizado
pt: Finalizado

# status.in_progress
source: In progress
es: En curso
pt: Em curso

# status.organizing
source: Organizing
es: En organización
pt: Em organização

# status.planned
source: Planned
es: Planificado
pt: Planeado

# status.searching
source: Searching
es: Buscando
pt: A pesquisar

# explore.discover
source: Discover
es: Descubrir
pt: Descobrir

# scenario.checklist_title
source: How to organize
es: Cómo organizar
pt: Como organizar

# scenario.create_event
source: Create this event
es: Crear este evento
pt: Criar este evento

# scenario.brunch.title
source: Organize a brunch with friends
es: Organiza un brunch con amigos
pt: Organize um brunch com amigos

# scenario.brunch.subtitle
source: Find the best time to brunch
es: Encuentra el mejor momento para brunchar
pt: Encontre o melhor momento para brunchar

# scenario.brunch.description
source: Nothing beats a brunch to catch up with friends. Pick the ideal time slot, plan the menu together, and enjoy a lovely meal with your crew.
es: Nada mejor que un brunch para reencontrarse con amigos. Elige el horario ideal, planifica el menú juntos y disfruta de un momento agradable.
pt: Nada melhor que um brunch para reencontrar os amigos. Escolha o horário ideal, planeje o menu juntos e aproveite um momento agradável.

# scenario.brunch.suggested_title
source: Brunch with friends
es: Brunch con amigos
pt: Brunch com amigos

# scenario.brunch.check1
source: Choose a venue or host
es: Elegir un lugar o anfitrión
pt: Escolher um local ou anfitrião

# scenario.brunch.check2
source: Plan the menu and contributions
es: Definir el menú y las contribuciones
pt: Definir o menu e as contribuições

# scenario.brunch.check3
source: Find the ideal date with the poll
es: Encontrar la fecha ideal con la encuesta
pt: Encontrar a data ideal com a enquete

# scenario.brunch.check4
source: Send out invitations
es: Enviar las invitaciones
pt: Enviar os convites

# scenario.team_building.title
source: Plan your team building
es: Planifica tu team building
pt: Planeje seu team building

# scenario.team_building.subtitle
source: Motivate your team
es: Motiva a tu equipo
pt: Motive sua equipe

# scenario.team_building.description
source: Strengthen your team's bond with a memorable team building event. Find a time that works for everyone and organize an engaging activity.
es: Fortalece la cohesión de tu equipo con un evento memorable. Encuentra un horario que funcione para todos y organiza una actividad unificadora.
pt: Fortaleça a coesão da sua equipe com um evento memorável. Encontre um horário que funcione para todos e organize uma atividade envolvente.

# scenario.team_building.suggested_title
source: Team building event
es: Team building de equipo
pt: Team building de equipe

# scenario.team_building.check1
source: Define the activity type
es: Definir el tipo de actividad
pt: Definir o tipo de atividade

# scenario.team_building.check2
source: Book a venue or provider
es: Reservar un lugar o proveedor
pt: Reservar um local ou fornecedor

# scenario.team_building.check3
source: Poll the team's availability
es: Sondear la disponibilidad del equipo
pt: Sondar a disponibilidade da equipe

# scenario.team_building.check4
source: Confirm and share details
es: Confirmar y compartir detalles
pt: Confirmar e compartilhar detalhes

# scenario.birthday.title
source: Surprise birthday party
es: Fiesta de cumpleaños sorpresa
pt: Festa de aniversário surpresa

# scenario.birthday.subtitle
source: Coordinate the perfect surprise
es: Coordina la sorpresa perfecta
pt: Coordene a surpresa perfeita

# scenario.birthday.description
source: Organize a memorable birthday party in secret. Coordinate with guests to find the perfect time and prepare the surprise together.
es: Organiza una fiesta de cumpleaños memorable en secreto. Coordínate con los invitados para encontrar el momento perfecto y preparar la sorpresa.
pt: Organize uma festa de aniversário memorável em segredo. Coordene-se com os convidados para encontrar o momento perfeito e preparar a surpresa.

# scenario.birthday.suggested_title
source: Surprise birthday
es: Cumpleaños sorpresa
pt: Aniversário surpresa

# scenario.birthday.check1
source: Create the guest list
es: Crear la lista de invitados
pt: Criar a lista de convidados

# scenario.birthday.check2
source: Choose a theme and venue
es: Elegir un tema y lugar
pt: Escolher um tema e local

# scenario.birthday.check3
source: Coordinate contributions (gift, cake)
es: Coordinar contribuciones (regalo, pastel)
pt: Coordenar contribuições (presente, bolo)

# scenario.birthday.check4
source: Poll availability secretly
es: Sondear disponibilidad en secreto
pt: Sondar disponibilidade em segredo

# scenario.cinema.title
source: Movie night at home
es: Noche de cine en casa
pt: Noite de cinema em casa

# scenario.cinema.subtitle
source: Invite your friends for a film night
es: Invita a tus amigos a ver una película
pt: Convide seus amigos para uma sessão de filme

# scenario.cinema.description
source: Host a movie night at your place or a friend's. Vote on the film together, prepare the snacks, and enjoy a relaxing evening with your crew.
es: Organiza una noche de cine en tu casa o la de un amigo. Voten por la película juntos, preparen los snacks y disfruten de una velada relajante.
pt: Organize uma noite de cinema na sua casa ou de um amigo. Votem juntos no filme, preparem os lanches e aproveitem uma noite relaxante.

# scenario.cinema.suggested_title
source: Movie night
es: Noche de cine
pt: Noite de cinema

# scenario.cinema.check1
source: Vote on which movie to watch
es: Votar por la película
pt: Votar no filme para assistir

# scenario.cinema.check2
source: Pick the date with the poll
es: Elegir la fecha con la encuesta
pt: Escolher a data com a enquete

# scenario.cinema.check3
source: Organize snacks and drinks
es: Organizar snacks y bebidas
pt: Organizar lanches e bebidas

# scenario.cinema.check4
source: Set up the viewing area (screen, sound)
es: Preparar la instalación (pantalla, sonido)
pt: Preparar a instalação (tela, som)

# scenario.hiking.title
source: Weekend hiking trip
es: Fin de semana de senderismo
pt: Fim de semana de trilha

# scenario.hiking.subtitle
source: Plan a nature getaway
es: Planifica una escapada a la naturaleza
pt: Planeje uma escapada na natureza

# scenario.hiking.description
source: Escape for a weekend in nature. Find the ideal date, choose the trail, and organize logistics together as a group.
es: Escápate un fin de semana en plena naturaleza. Encuentra la fecha ideal, elige la ruta y organiza los detalles logísticos en grupo.
pt: Fuja por um fim de semana na natureza. Encontre a data ideal, escolha a trilha e organize os detalhes logísticos em grupo.

# scenario.hiking.suggested_title
source: Group hiking trip
es: Senderismo en grupo
pt: Trilha em grupo

# scenario.hiking.check1
source: Choose the trail and difficulty level
es: Elegir la ruta y nivel de dificultad
pt: Escolher a trilha e nível de dificuldade

# scenario.hiking.check2
source: Find a date that works for everyone
es: Encontrar la fecha que convenga a todos
pt: Encontrar a data que funcione para todos

# scenario.hiking.check3
source: Organize transport and carpooling
es: Organizar transporte y viaje compartido
pt: Organizar transporte e carona

# scenario.hiking.check4
source: Prepare the gear checklist
es: Preparar la lista de material necesario
pt: Preparar a lista de material necessário

# scenario.afterwork.title
source: Afterwork with colleagues
es: Afterwork con colegas
pt: Afterwork com colegas

# scenario.afterwork.subtitle
source: Unwind together
es: Desconecten juntos
pt: Relaxem juntos

# scenario.afterwork.description
source: End the week on a high note with a casual afterwork. Find the perfect bar, poll your colleagues, and organize a relaxing moment after work.
es: Termina la semana con un afterwork informal. Encuentra el bar ideal, sondea a los colegas y organiza un momento de relax después del trabajo.
pt: Termine a semana em grande com um afterwork informal. Encontre o bar ideal, sonde os colegas e organize um momento de descontração após o trabalho.

# scenario.afterwork.check1
source: Choose a bar or restaurant
es: Elegir un bar o restaurante
pt: Escolher um bar ou restaurante

# scenario.afterwork.check2
source: Poll availability
es: Sondear disponibilidad
pt: Sondar disponibilidade

# scenario.afterwork.check3
source: Book a table if needed
es: Reservar mesa si es necesario
pt: Reservar mesa se necessário

# scenario.afterwork.check4
source: Share the address and details
es: Compartir dirección y detalles
pt: Compartilhar endereço e detalhes

# scenario.picnic.title
source: Picnic in the park
es: Picnic en el parque
pt: Piquenique no parque

# scenario.picnic.subtitle
source: Enjoy the weather with friends
es: Disfruta del buen tiempo con amigos
pt: Aproveite o bom tempo com amigos

# scenario.picnic.description
source: Organize a fun picnic in your favorite park. Everyone brings something and you enjoy a great outdoor moment together.
es: Organiza un picnic divertido en tu parque favorito. Cada uno trae algo y disfrutan juntos de un momento al aire libre.
pt: Organize um piquenique divertido no seu parque favorito. Cada um traz algo e vocês aproveitam um momento ao ar livre juntos.

# scenario.picnic.suggested_title
source: Picnic with friends
es: Picnic con amigos
pt: Piquenique com amigos

# scenario.picnic.check1
source: Choose the park and check the weather
es: Elegir el parque y verificar el clima
pt: Escolher o parque e verificar o tempo

# scenario.picnic.check2
source: Split up the dishes to bring
es: Repartir los platos a traer
pt: Dividir os pratos para levar

# scenario.picnic.check3
source: Find the date with the poll
es: Encontrar la fecha con la encuesta
pt: Encontrar a data com a enquete

# scenario.picnic.check4
source: Bring blankets, cutlery and games
es: Llevar manteles, cubiertos y juegos
pt: Levar toalhas, talheres e jogos

# scenario.game_night.title
source: Board game night
es: Noche de juegos de mesa
pt: Noite de jogos de tabuleiro

# scenario.game_night.subtitle
source: Challenge your friends
es: Desafía a tus amigos
pt: Desafie seus amigos

# scenario.game_night.description
source: Gather your friends for a memorable game night. Pick the games together, prepare the snacks, and may the best player win!
es: Reúne a tus amigos para una noche de juegos memorable. Elijan los juegos juntos, preparen los snacks y ¡que gane el mejor!
pt: Reúna seus amigos para uma noite de jogos memorável. Escolham os jogos juntos, preparem os lanches e que vença o melhor!

# scenario.game_night.suggested_title
source: Game night
es: Noche de juegos
pt: Noite de jogos

# scenario.game_night.check1
source: Choose the games to play
es: Elegir los juegos
pt: Escolher os jogos

# scenario.game_night.check2
source: Find the date with the poll
es: Encontrar la fecha con la encuesta
pt: Encontrar a data com a enquete

# scenario.game_night.check3
source: Organize snacks and drinks
es: Organizar snacks y bebidas
pt: Organizar lanches e bebidas

# scenario.game_night.check4
source: Pick the venue (whose place?)
es: Definir el lugar (¿en casa de quién?)
pt: Definir o local (na casa de quem?)

# scenario.dinner.title
source: Dinner with friends
es: Cena entre amigos
pt: Jantar entre amigos

# scenario.dinner.subtitle
source: Share a great meal together
es: Compartan una buena comida
pt: Compartilhem uma boa refeição

# scenario.dinner.description
source: Organize a cozy dinner with friends. Whether at a restaurant or someone's place, find the perfect time to catch up.
es: Organiza una cena acogedora entre amigos. Ya sea en un restaurante o en casa de alguien, encuentra el momento perfecto para reunirse.
pt: Organize um jantar aconchegante entre amigos. No restaurante ou na casa de alguém, encontre o momento perfeito para se reunir.

# scenario.dinner.suggested_title
source: Dinner with friends
es: Cena entre amigos
pt: Jantar entre amigos

# scenario.dinner.check1
source: Choose restaurant or host
es: Elegir restaurante o anfitrión
pt: Escolher restaurante ou anfitrião

# scenario.dinner.check2
source: Poll availability
es: Sondear disponibilidad
pt: Sondar disponibilidade

# scenario.dinner.check3
source: Book if needed
es: Reservar si es necesario
pt: Reservar se necessário

# scenario.dinner.check4
source: Share address and menu
es: Compartir dirección y menú
pt: Compartilhar endereço e menu

# scenario.tournament.title
source: Sports tournament
es: Torneo deportivo entre amigos
pt: Torneio esportivo entre amigos

# scenario.tournament.subtitle
source: Organize a friendly competition
es: Organiza una competencia amistosa
pt: Organize uma competição amistosa

# scenario.tournament.description
source: Set up a sports tournament with friends. Soccer, basketball, badminton — find the sport and date everyone enjoys.
es: Monta un torneo deportivo con amigos. Fútbol, básquet, bádminton — encuentra el deporte y la fecha que a todos les guste.
pt: Monte um torneio esportivo com amigos. Futebol, basquete, badminton — encontre o esporte e a data que agradem a todos.

# scenario.tournament.suggested_title
source: Sports tournament
es: Torneo deportivo
pt: Torneio esportivo

# scenario.tournament.check1
source: Choose the sport and format
es: Elegir el deporte y formato
pt: Escolher o esporte e formato

# scenario.tournament.check2
source: Book a field or venue
es: Reservar una cancha o lugar
pt: Reservar uma quadra ou local

# scenario.tournament.check3
source: Form the teams
es: Formar los equipos
pt: Formar as equipes

# scenario.tournament.check4
source: Find the date with the poll
es: Encontrar la fecha con la encuesta
pt: Encontrar a data com a enquete

# scenario.yoga.title
source: Group yoga session
es: Sesión de yoga en grupo
pt: Sessão de yoga em grupo

# scenario.yoga.subtitle
source: Relax together
es: Relájense juntos
pt: Relaxem juntos

# scenario.yoga.description
source: Organize a yoga session with friends or colleagues. Outdoors or indoors, find the ideal time to practice together.
es: Organiza una sesión de yoga entre amigos o colegas. Al aire libre o en sala, encuentra el momento ideal para practicar juntos.
pt: Organize uma sessão de yoga entre amigos ou colegas. Ao ar livre ou em sala, encontre o momento ideal para praticar juntos.

# scenario.yoga.suggested_title
source: Group yoga
es: Yoga en grupo
pt: Yoga em grupo

# scenario.yoga.check1
source: Choose the yoga style and level
es: Elegir el estilo y nivel de yoga
pt: Escolher o estilo e nível de yoga

# scenario.yoga.check2
source: Find a venue or instructor
es: Encontrar un lugar o instructor
pt: Encontrar um local ou instrutor

# scenario.yoga.check3
source: Poll availability
es: Sondear disponibilidad
pt: Sondar disponibilidade

# scenario.yoga.check4
source: Bring mats and water bottles
es: Llevar mat y botella de agua
pt: Levar tapetes e garrafas de água

# scenario.cycling.title
source: Group cycling ride
es: Salida en bici en grupo
pt: Passeio de bicicleta em grupo

# scenario.cycling.subtitle
source: Ride together
es: Pedaleen juntos
pt: Pedalem juntos

# scenario.cycling.description
source: Plan a group cycling ride. Choose the route, difficulty level, and head out on an adventure together.
es: Planifica una salida en bicicleta en grupo. Elige la ruta, el nivel de dificultad y salgan a la aventura juntos.
pt: Planeje um passeio de bicicleta em grupo. Escolha a rota, o nível de dificuldade e partam para a aventura juntos.

# scenario.cycling.suggested_title
source: Group cycling ride
es: Salida en bici
pt: Passeio de bicicleta

# scenario.cycling.check1
source: Choose the route and distance
es: Elegir la ruta y distancia
pt: Escolher a rota e distância

# scenario.cycling.check2
source: Check everyone's level
es: Verificar el nivel de cada uno
pt: Verificar o nível de cada um

# scenario.cycling.check3
source: Find the date with the poll
es: Encontrar la fecha con la encuesta
pt: Encontrar a data com a enquete

# scenario.cycling.check4
source: Bring water, repair kit and plan a coffee stop
es: Llevar agua, kit de reparación y planear una parada
pt: Levar água, kit de reparo e planejar uma parada

# scenario.museum.title
source: Museum visit with friends
es: Visita al museo en grupo
pt: Visita ao museu em grupo

# scenario.museum.subtitle
source: Explore art and history together
es: Exploren arte e historia juntos
pt: Explorem arte e história juntos

# scenario.museum.description
source: Organize a cultural outing with your group. Museum, exhibition or gallery — find the date and place that inspires everyone.
es: Organiza una salida cultural en grupo. Museo, exposición o galería — encuentra la fecha y el lugar que inspiren a todos.
pt: Organize um passeio cultural em grupo. Museu, exposição ou galeria — encontre a data e o lugar que inspirem todos.

# scenario.museum.suggested_title
source: Museum visit
es: Visita al museo
pt: Visita ao museu

# scenario.museum.check1
source: Choose the museum or exhibition
es: Elegir el museo o exposición
pt: Escolher o museu ou exposição

# scenario.museum.check2
source: Check opening hours and prices
es: Verificar horarios y precios
pt: Verificar horários e preços

# scenario.museum.check3
source: Poll availability
es: Sondear disponibilidad
pt: Sondar disponibilidade

# scenario.museum.check4
source: Book tickets if needed
es: Reservar entradas si es necesario
pt: Reservar ingressos se necessário

# scenario.creative.title
source: Creative workshop
es: Taller creativo entre amigos
pt: Oficina criativa entre amigos

# scenario.creative.subtitle
source: Unleash your creativity together
es: Liberen su creatividad juntos
pt: Libertem a criatividade juntos

# scenario.creative.description
source: Organize a creative workshop: painting, pottery, sewing or DIY. Share an artistic moment and take home your creation.
es: Organiza un taller creativo: pintura, cerámica, costura o DIY. Compartan un momento artístico y llévense su creación.
pt: Organize uma oficina criativa: pintura, cerâmica, costura ou DIY. Compartilhem um momento artístico e levem para casa sua criação.

# scenario.creative.suggested_title
source: Creative workshop
es: Taller creativo
pt: Oficina criativa

# scenario.creative.check1
source: Choose the workshop type
es: Elegir el tipo de taller
pt: Escolher o tipo de oficina

# scenario.creative.check2
source: Book with an instructor
es: Reservar con un instructor
pt: Reservar com um instrutor

# scenario.creative.check3
source: Find the date with the poll
es: Encontrar la fecha con la encuesta
pt: Encontrar a data com a enquete

# scenario.creative.check4
source: Prepare the needed materials
es: Preparar el material necesario
pt: Preparar o material necessário

# scenario.theater.title
source: Theater outing
es: Salida al teatro
pt: Ida ao teatro entre amigos

# scenario.theater.subtitle
source: Experience the show together
es: Vivan el espectáculo juntos
pt: Vivam o espetáculo juntos

# scenario.theater.description
source: Plan a theater outing with your group. Pick the show, book the seats, and enjoy a memorable cultural evening.
es: Planifica una salida al teatro en grupo. Elijan la obra, reserven los asientos y pasen una velada cultural memorable.
pt: Planeje uma ida ao teatro em grupo. Escolham a peça, reservem os lugares e curtam uma noite cultural memorável.

# scenario.theater.suggested_title
source: Theater outing
es: Salida al teatro
pt: Ida ao teatro

# scenario.theater.check1
source: Choose the show
es: Elegir el espectáculo
pt: Escolher o espetáculo

# scenario.theater.check2
source: Check dates and availability
es: Verificar fechas y disponibilidad
pt: Verificar datas e disponibilidade

# scenario.theater.check3
source: Book group seats
es: Reservar asientos en grupo
pt: Reservar lugares em grupo

# scenario.theater.check4
source: Set the meeting point
es: Organizar el punto de encuentro
pt: Organizar o ponto de encontro

# scenario.hackathon.title
source: Team hackathon
es: Hackathon de equipo
pt: Hackathon de equipe

# scenario.hackathon.subtitle
source: Innovate together in record time
es: Innoven juntos en tiempo récord
pt: Inovem juntos em tempo recorde

# scenario.hackathon.description
source: Organize a hackathon to boost your team's creativity. Define the theme, form teams, and code together.
es: Organiza un hackathon para estimular la creatividad de tu equipo. Define el tema, forma equipos y programen juntos.
pt: Organize um hackathon para estimular a criatividade da sua equipe. Defina o tema, forme equipes e programem juntos.

# scenario.hackathon.check1
source: Define the theme and goals
es: Definir el tema y objetivos
pt: Definir o tema e objetivos

# scenario.hackathon.check2
source: Book a workspace
es: Reservar un espacio de trabajo
pt: Reservar um espaço de trabalho

# scenario.hackathon.check3
source: Form the teams
es: Formar los equipos
pt: Formar as equipes

# scenario.hackathon.check4
source: Arrange meals and refreshments
es: Organizar comidas y refrigerios
pt: Organizar refeições e lanches

# scenario.seminar.title
source: Company seminar
es: Seminario de empresa
pt: Seminário empresarial

# scenario.seminar.subtitle
source: Bring your team together to grow
es: Reúne a tu equipo para avanzar
pt: Reúna sua equipe para crescer

# scenario.seminar.description
source: Plan a productive company seminar. Find the venue, date, and agenda that will help your team progress.
es: Planifica un seminario productivo. Encuentra el lugar, la fecha y el programa que permitan a tu equipo progresar.
pt: Planeje um seminário produtivo. Encontre o local, a data e a agenda que permitirão à sua equipe progredir.

# scenario.seminar.suggested_title
source: Company seminar
es: Seminario de empresa
pt: Seminário empresarial

# scenario.seminar.check1
source: Define goals and agenda
es: Definir objetivos y programa
pt: Definir objetivos e programa

# scenario.seminar.check2
source: Book venue and accommodation
es: Reservar lugar y alojamiento
pt: Reservar local e hospedagem

# scenario.seminar.check3
source: Poll team availability
es: Sondear disponibilidad del equipo
pt: Sondar disponibilidade da equipe

# scenario.seminar.check4
source: Organize logistics (transport, meals)
es: Organizar logística (transporte, comidas)
pt: Organizar logística (transporte, refeições)

# scenario.wine.title
source: Wine tasting
es: Cata de vinos
pt: Degustação de vinhos

# scenario.wine.subtitle
source: Discover new wines together
es: Descubran nuevos vinos juntos
pt: Descubram novos vinhos juntos

# scenario.wine.description
source: Organize a wine tasting with friends. At a wine shop, vineyard, or at home — share a convivial oenological moment.
es: Organiza una cata de vinos entre amigos. En una vinoteca, viñedo o en casa — compartan un momento enológico convivial.
pt: Organize uma degustação de vinhos entre amigos. Em uma vinícola, vinhedo ou em casa — compartilhem um momento enológico convivial.

# scenario.wine.suggested_title
source: Wine tasting
es: Cata de vinos
pt: Degustação de vinhos

# scenario.wine.check1
source: Choose the venue (cellar, vineyard, home)
es: Elegir el lugar (bodega, viñedo, casa)
pt: Escolher o local (adega, vinhedo, casa)

# scenario.wine.check2
source: Select wines or theme
es: Seleccionar vinos o temática
pt: Selecionar vinhos ou temática

# scenario.wine.check3
source: Find the date with the poll
es: Encontrar la fecha con la encuesta
pt: Encontrar a data com a enquete
