Repository: guyghost/wakeve
Catalog: iosApp/src/Resources/*.lproj/Localizable.strings
Languages: es, pt

# events.rsvp.not_going
source: Not going
es: No asisto
pt: Ausente

# events.rsvp.maybe
source: Maybe
es: Quizás
pt: Talvez

# events.accessibility.rank
source: %@, rank #%lld, %lld points
es: %@, puesto #%lld, %lld puntos
pt: %@, posição #%lld, %lld pontos

# events.accessibility.its_you
source: That's you
es: Eres tú
pt: É você

# invitation.title
source: Invite participants
es: Invitar participantes
pt: Convidar participantes

# invitation.qr_code
source: QR Code
es: Código QR
pt: Código QR

# invitation.scan_to_join
source: Scan to join
es: Escanea para unirte
pt: Digitalize para participar

source: Invitation link
es: Enlace de invitación
pt: Link de convite

# invitation.copied
source: Copied
es: Copiado
pt: Copiado

# invitation.copy
source: Copy
es: Copiar
pt: Copiar

# invitation.share
source: Share invitation
es: Compartir invitación
pt: Partilhar convite

# invitation.share_text
source: Join the event "%@" on Wakeve! %@
es: ¡Únete al evento «%@» en Wakeve! %@
pt: Junta-te ao evento «%@» no Wakeve! %@

# settings_sheet.title
source: Settings
es: Ajustes
pt: Definições

# settings_sheet.notifications
source: Notifications
es: Notificaciones
pt: Notificações

# settings_sheet.enabled
source: Enabled
es: Activadas
pt: Ativadas

# settings_sheet.disabled
source: Disabled
es: Desactivadas
pt: Desativadas

# settings_sheet.calendar_sync
source: Calendar sync
es: Sincronización del calendario
pt: Sincronização do calendário

# settings_sheet.email_notifications
source: Email notifications
es: Notificaciones por correo
pt: Notificações por e-mail

# settings_sheet.privacy
source: Privacy and information
es: Privacidad e información
pt: Privacidade e informações

# settings_sheet.data_management
source: Learn how your data is managed...
es: Descubre cómo se gestionan tus datos...
pt: Descubra como os seus dados são geridos...

# settings_sheet.help
source: Help
es: Ayuda
pt: Ajuda

# settings_sheet.terms
source: Terms and conditions
es: Términos y condiciones
pt: Termos e condições

# settings_sheet.sign_out
source: Sign out
es: Cerrar sesión
pt: Terminar sessão

# common.add
source: Add
es: Añadir
pt: Adicionar

# common.edit
source: Edit
es: Editar
pt: Editar

# common.confirm
source: Confirm
es: Confirmar
pt: Confirmar

# common.required
source: Required
es: Requerido
pt: Necessário

# common.unknown
source: Unknown
es: Desconocido
pt: Desconhecido

# common.see_all
source: See all
es: Ver todo
pt: Ver tudo

# common.validate
source: Validate
es: Validar
pt: Validar

# events.create
source: Create an event
es: Crear un evento
pt: Criar um evento

# events.create_short
source: Create
es: Crear
pt: Criar

# events.save_draft
source: Save draft
es: Guardar borrador
pt: Guardar rascunho

# events.organized_by
source: Organized by %@
es: Organizado por %@
pt: Organizado por %@

# events.create_event_button
source: Create event
es: Crear evento
pt: Criar evento

# meetings.create
source: Create a meeting
es: Crear una reunión
pt: Criar uma reunião

# meetings.edit
source: Edit meeting
es: Editar reunión
pt: Editar reunião

# meetings.cancel
source: Cancel meeting
es: Cancelar reunión
pt: Cancelar reunião

# meetings.cancel_confirm
source: Cancel the meeting?
es: ¿Cancelar la reunión?
pt: Cancelar a reunião?

# meetings.cancel_hint
source: This action cannot be undone.
es: Esta acción no se puede deshacer.
pt: Esta ação não pode ser desfeita.

# meetings.add_to_calendar_title
source: Add to calendar?
es: ¿Añadir al calendario?
pt: Adicionar ao calendário?

# meetings.cancelled
source: Cancelled
es: Cancelada
pt: Cancelada

# meetings.cancelled_plural
source: Cancelled
es: Canceladas
pt: Canceladas

# meetings.generate_link
source: Generate link
es: Generar enlace
pt: Gerar link

# status.confirmed
source: Confirmed
es: Confirmado
pt: Confirmado

# status.pending
source: Pending
es: Pendiente
pt: Pendente

# status.maybe
source: Maybe
es: Quizás
pt: Talvez

# status.cancelled
source: Cancelled
es: Cancelado
pt: Cancelado

# status.reserved
source: Reserved
es: Reservado
pt: Reservado

# status.draft
source: Draft
es: Borrador
pt: Rascunho

# status.polling
source: Poll
es: Encuesta
pt: Sondagem

# equipment.add
source: Add equipment
es: Añadir equipamiento
pt: Adicionar equipamento

# equipment.status.required
source: Required
es: Requerido
pt: Necessário

# equipment.status.assigned
source: Assigned
es: Asignado
pt: Atribuído

# equipment.status.confirmed
source: Confirmed
es: Confirmado
pt: Confirmado

# equipment.status.packed
source: Packed
es: Empacado
pt: Embalado

# equipment.status.cancelled
source: Cancelled
es: Cancelado
pt: Cancelado

# equipment.filter.required
source: Required
es: Requeridos
pt: Necessários

# equipment.filter.assigned
source: Assigned
es: Asignados
pt: Atribuídos

# equipment.filter.confirmed
source: Confirmed
es: Confirmados
pt: Confirmados

# equipment.filter.packed
source: Packed
es: Empacados
pt: Embalados

# equipment.filter.cancelled
source: Cancelled
es: Cancelados
pt: Cancelados

# equipment.assigned_to
source: Assigned to
es: Asignado a
pt: Atribuído a

# equipment.mark_packed
source: Mark as packed
es: Marcar como empacado
pt: Marcar como embalado

# equipment.mark_unpacked
source: Mark as not packed
es: Marcar como no empacado
pt: Marcar como não embalado

# equipment.assign
source: Assign this equipment
es: Asignar este equipamiento
pt: Atribuir este equipamento

# equipment.reassign
source: Reassign this equipment
es: Reasignar este equipamiento
pt: Reatribuir este equipamento

# equipment.assign_hint
source: Tap to assign this equipment to a participant
es: Toca para asignar este equipamiento a un participante
pt: Toque para atribuir este equipamento a um participante

# equipment.reassign_hint
source: Tap to reassign this equipment
es: Toca para reasignar este equipamiento
pt: Toque para reatribuir este equipamento

# equipment.pack_toggle_hint
source: Tap to change the packing status of this equipment
es: Toca para cambiar el estado de empaque de este equipamiento
pt: Toque para alterar o estado de embalagem deste equipamento

# equipment.add_hint
source: Tap to add new equipment to the list
es: Toca para añadir un nuevo equipamiento a la lista
pt: Toque para adicionar novo equipamento à lista

# equipment.stats.required
source: Required
es: Requeridos
pt: Necessários

# equipment.stats.assigned
source: Assigned
es: Asignados
pt: Atribuídos

# equipment.stats.confirmed
source: Confirmed
es: Confirmados
pt: Confirmados

# activity.create
source: Create an activity
es: Crear una actividad
pt: Criar uma atividade

# activity.create_first
source: Create the first activity
es: Crear la primera actividad
pt: Criar a primeira atividade

# activity.create_new
source: Create a new activity
es: Crear una nueva actividad
pt: Criar uma nova atividade

# activity.create_new_hint
source: Add a new activity to the event
es: Añade una nueva actividad al evento
pt: Adiciona uma nova atividade ao evento

# activity.delete_title
source: Delete activity
es: Eliminar actividad
pt: Eliminar atividade

# activity.delete
source: Delete
es: Eliminar
pt: Eliminar

# meal.add
source: Add a meal
es: Añadir una comida
pt: Adicionar uma refeição

# meal.delete_title
source: Delete this meal?
es: ¿Eliminar esta comida?
pt: Eliminar esta refeição?

# meal.delete_message
source: This action is irreversible.
es: Esta acción es irreversible.
pt: Esta ação é irreversível.

# meal.delete_constraint
source: Delete this constraint?
es: ¿Eliminar esta restricción?
pt: Eliminar esta restrição?

# accommodation.delete_title
source: Delete accommodation?
es: ¿Eliminar alojamiento?
pt: Eliminar alojamento?

# inbox.events
source: Events
es: Eventos
pt: Eventos

# inbox.invitation_hint
source: Tap to view invitation details
es: Toca para ver los detalles de la invitación
pt: Toque para ver os detalhes do convite

# inbox.vote_hint
source: Tap to vote or view results
es: Toca para votar o ver resultados
pt: Toque para votar ou ver resultados

# inbox.comment_hint
source: Tap to read the comment
es: Toca para leer el comentario
pt: Toque para ler o comentário

# inbox.event_hint
source: Tap to view event details
es: Toca para ver los detalles del evento
pt: Toque para ver os detalhes do evento

# onboarding.create_events_title
source: Create your events
es: Crea tus eventos
pt: Crie os seus eventos

# onboarding.create_events_desc
source: Easily organize events with friends and colleagues. Set dates, suggest time slots, and let participants vote.
es: Organiza fácilmente eventos con amigos y colegas. Define fechas, propón horarios y deja que los participantes voten.
pt: Organize facilmente eventos com amigos e colegas. Defina datas, proponha horários e deixe os participantes votar.

# onboarding.feature.quick_creation
source: Quick event creation
es: Creación rápida de eventos
pt: Criação rápida de eventos

# onboarding.feature.availability_poll
source: Availability poll
es: Encuesta de disponibilidad
pt: Sondagem de disponibilidade

# onboarding.feature.auto_calculate
source: Automatic best time slot calculation
es: Cálculo automático del mejor horario
pt: Cálculo automático do melhor horário

# onboarding.organize_title
source: Organize everything in one place
es: Organízalo todo en un solo lugar
pt: Organize tudo num só lugar

# onboarding.organize_desc
source: Manage accommodation, meals, activities, and budget. All in one place for seamless organization.
es: Gestiona el alojamiento, las comidas, las actividades y el presupuesto. Todo en un mismo lugar para una organización impecable.
pt: Gira alojamento, refeições, atividades e orçamento. Tudo num só lugar para uma organização impecável.

# home.my_events
source: My Events
es: Mis Eventos
pt: Os meus Eventos

# location.validate_selection
source: Validate location selection
es: Validar selección de lugar
pt: Validar seleção do local

# location.allow_title
source: Allow location access
es: Permitir acceso a la ubicación
pt: Permitir acesso à localização

# location.open_settings
source: Open settings
es: Abrir ajustes
pt: Abrir definições

# budget.close
source: Close
es: Cerrar
pt: Fechar

# explore.loading_events
source: Loading events...
es: Cargando eventos...
pt: A carregar eventos...

# accommodation.title
source: Accommodation
es: Alojamiento
pt: Alojamento

# accommodation.address
source: Address
es: Dirección
pt: Morada

# accommodation.book
source: Book
es: Reservar
pt: Reservar

# accommodation.capacity
source: Capacity
es: Capacidad
pt: Capacidade

# accommodation.delete_message
source: This action is irreversible. All data will be permanently deleted.
es: Esta acción es irreversible. Todos los datos se eliminarán permanentemente.
pt: Esta ação é irreversível. Todos os dados serão eliminados permanentemente.

# accommodation.add_title
source: Add accommodation
es: Añadir alojamiento
pt: Adicionar alojamento

# accommodation.edit_title
source: Edit accommodation
es: Editar alojamiento
pt: Editar alojamento

# accommodation.empty_message
source: Add your first accommodation for this event.
es: Añade tu primer alojamiento para este evento.
pt: Adicione o seu primeiro alojamento para este evento.

# accommodation.empty_title
source: No accommodation
es: Sin alojamiento
pt: Sem alojamento

# accommodation.night
source: night
es: noche
pt: noite

# accommodation.nights
source: nights
es: noches
pt: noites

# accommodation.period
source: Period
es: Período
pt: Período

# accommodation.persons
source: people
es: personas
pt: pessoas

# accommodation.price
source: Price
es: Precio
pt: Preço

# accommodation.field.booking_url
source: Booking URL
es: URL de reserva
pt: URL de reserva

# accommodation.field.capacity
source: Capacity
es: Capacidad
pt: Capacidade

# accommodation.field.name
source: Name
es: Nombre
pt: Nome

# accommodation.field.notes
source: Notes
es: Notas
pt: Notas

# accommodation.field.number_of_nights
source: Number of nights
es: Número de noches
pt: Número de noites

# accommodation.field.price_per_night
source: Price per night
es: Precio por noche
pt: Preço por noite

# accommodation.field.status
source: Status
es: Estado
pt: Estado

# accommodation.field.type
source: Type
es: Tipo
pt: Tipo

# accommodation.section.booking
source: Booking
es: Reserva
pt: Reserva

# accommodation.section.capacity_duration
source: Capacity and duration
es: Capacidad y duración
pt: Capacidade e duração

# accommodation.section.dates
source: Dates
es: Fechas
pt: Datas

# accommodation.section.general_info
source: General information
es: Información general
pt: Informações gerais

# accommodation.section.notes
source: Notes
es: Notas
pt: Notas

# accommodation.section.pricing
source: Pricing
es: Tarifas
pt: Preços

# accommodation.type.hostel
source: Hostel
es: Albergue
pt: Albergue

# accommodation.type.other
source: Other
es: Otro
pt: Outro

# accommodation.type.vacation_rental
source: Vacation rental
es: Alquiler vacacional
pt: Aluguer de férias

# common.double_tap_to_select
source: Double tap to select
es: Pulsa dos veces para seleccionar
pt: Toque duas vezes para selecionar

# common.not_selected
source: Not selected
es: No seleccionado
pt: Não selecionado

# common.selected
source: Selected
es: Seleccionado
pt: Selecionado

# common.share
source: Share
es: Compartir
pt: Partilhar

# events.add_background
source: Add a background
es: Añadir un fondo
pt: Adicionar um fundo

# events.add_description
source: Add a description
es: Añadir una descripción
pt: Adicionar uma descrição

# events.add_end_time
source: Add an end time
es: Añadir hora de fin
pt: Adicionar hora de fim

# events.all_day
source: All day
es: Todo el día
pt: Dia inteiro

# events.create_error
source: Unable to create event
es: No se pudo crear el evento
pt: Não foi possível criar o evento

# events.creating
source: Creating...
es: Creando...
pt: A criar...

# events.date_and_time
source: Date and time
es: Fecha y hora
pt: Data e hora

# events.end
source: End
es: Fin
pt: Fim

# events.location
source: Location
es: Lugar
pt: Local

# events.preview
source: Preview
es: Vista previa
pt: Pré-visualizar

# events.start
source: Start
es: Inicio
pt: Início

# events.title_placeholder
source: Event title
es: Título del evento
pt: Título do evento

# explore.category_all
source: All
es: Todo
pt: Tudo

# explore.category_culture
source: Culture
es: Cultura
pt: Cultura

# explore.category_sport
source: Sport
es: Deporte
pt: Desporto

# explore.featured_events
source: Featured events
es: Eventos destacados
pt: Eventos em destaque

# explore.no_events
source: No events
es: Sin eventos
pt: Sem eventos

# explore.no_events_message
source: Create your first event to get started!
es: ¡Crea tu primer evento para empezar!
pt: Crie o seu primeiro evento para começar!

# explore.recommended_for_you
source: Recommended for you
es: Recomendados para ti
pt: Recomendados para si

# explore.search_placeholder
source: Search...
es: Buscar...
pt: Pesquisar...

# explore.see_more
source: See more
es: Ver más
pt: Ver mais

# filter.active
source: Active
es: Activos
pt: Ativos

# filter.all
source: All
es: Todos
pt: Todos

# filter.completed
source: Completed
es: Completados
pt: Concluídos

# inbox.all_events
source: All events
es: Todos los eventos
pt: Todos os eventos

# inbox.empty.events_subtitle
source: Events you participate in will appear here.
es: Los eventos en los que participas aparecerán aquí.
pt: Os eventos em que participa aparecerão aqui.

# inbox.empty.focused_subtitle
source: Important items will appear here.
es: Los elementos importantes aparecerán aquí.
pt: Os elementos importantes aparecerão aqui.

# inbox.empty.no_events
source: No events
es: Sin eventos
pt: Sem eventos

# inbox.empty.no_notifications_for
source: No notifications for %@
es: Sin notificaciones para %@
pt: Sem notificações para %@

# inbox.empty.no_focused
source: No focus items
es: Sin elementos destacados
pt: Sem elementos em destaque

# inbox.empty.no_notifications
source: No notifications
es: Sin notificaciones
pt: Sem notificações

# inbox.empty.no_unread
source: No unread messages
es: Sin mensajes no leídos
pt: Sem mensagens não lidas

# inbox.empty.notifications_subtitle
source: Your notifications will appear here.
es: Tus notificaciones aparecerán aquí.
pt: As suas notificações aparecerão aqui.

# inbox.empty.unread_subtitle
source: You have read all your messages.
es: Has leído todos tus mensajes.
pt: Leu todas as suas mensagens.

# inbox.filter_by_event
source: Filter by event
es: Filtrar por evento
pt: Filtrar por evento

# inbox.type.comment
source: Comment
es: Comentario
pt: Comentário

# inbox.type.event_update
source: Event update
es: Actualización del evento
pt: Atualização do evento

# inbox.type.invitation
source: Invitation
es: Invitación
pt: Convite

# inbox.type.poll_update
source: Poll update
es: Actualización de encuesta
pt: Atualização da sondagem

# location.clear_search
source: Clear search
es: Borrar búsqueda
pt: Limpar pesquisa

# location.current_position
source: Current position
es: Posición actual
pt: Posição atual

# location.custom_place_hint
source: Enter a custom place name
es: Introduce un nombre de lugar personalizado
pt: Introduza um nome de local personalizado

# location.my_current_position
source: My current position
es: Mi posición actual
pt: A minha posição atual

# location.optional_hint
source: Optional
es: Opcional
pt: Opcional

# location.permission_message
source: Location access allows you to find nearby places and get suggestions.
es: El acceso a la ubicación te permite encontrar lugares cercanos y obtener sugerencias.
pt: O acesso à localização permite-lhe encontrar locais próximos e obter sugestões.

# location.place_name
source: Place name
es: Nombre del lugar
pt: Nome do local

# location.place_name_placeholder
source: Enter a place name
es: Introduce un nombre de lugar
pt: Introduza um nome de local

# location.search_places
source: Search places
es: Buscar lugares
pt: Pesquisar locais

# location.suggestions
source: Suggestions
es: Sugerencias
pt: Sugestões

# location.use_current_position_hint
source: Use current position
es: Usar posición actual
pt: Usar posição atual

# location.voice_search
source: Voice search
es: Búsqueda por voz
pt: Pesquisa por voz

# location.voice_search_hint
source: Search by voice
es: Buscar por voz
pt: Pesquisar por voz

# meetings.add_to_calendar
source: Add to calendar
es: Añadir al calendario
pt: Adicionar ao calendário

# meetings.add_to_calendar_hint
source: Add this meeting to your calendar
es: Añade esta reunión a tu calendario
pt: Adiciona esta reunião ao seu calendário

# meetings.add_to_calendar_message
source: This meeting will be added to your calendar.
es: Esta reunión se añadirá a tu calendario.
pt: Esta reunião será adicionada ao seu calendário.

# meetings.cancel_warning
source: This action cannot be undone.
es: Esta acción no se puede deshacer.
pt: Esta ação não pode ser desfeita.

# meetings.date_time
source: Date and time
es: Fecha y hora
pt: Data e hora

# meetings.date_time_label
source: Date and time
es: Fecha y hora
pt: Data e hora

# meetings.description_label
source: Meeting description
es: Descripción de la reunión
pt: Descrição da reunião

# meetings.description_optional
source: Description (optional)
es: Descripción (opcional)
pt: Descrição (opcional)

# meetings.detail_title
source: Meeting details
es: Detalles de la reunión
pt: Detalhes da reunião

# meetings.duration
source: Duration
es: Duración
pt: Duração

# meetings.ended
source: Ended
es: Finalizada
pt: Terminada

# meetings.ended_plural
source: Ended
es: Finalizadas
pt: Terminadas

# meetings.field_title
source: Title
es: Título
pt: Título

# meetings.generate
source: Generate
es: Generar
pt: Gerar

# meetings.generate_link_description
source: A new meeting link will be generated.
es: Se generará un nuevo enlace de reunión.
pt: Um novo link de reunião será gerado.

# meetings.generate_link_info
source: The existing link will be replaced.
es: El enlace existente será reemplazado.
pt: O link existente será substituído.

# meetings.hours
source: Hours
es: Horas
pt: Horas

# meetings.join
source: Join meeting
es: Unirse a la reunión
pt: Participar na reunião

# meetings.join_hint
source: Open meeting link
es: Abre el enlace de la reunión
pt: Abre o link da reunião

# meetings.minutes
source: Minutes
es: Minutos
pt: Minutos

# meetings.not_found
source: Meeting not found
es: Reunión no encontrada
pt: Reunião não encontrada

# meetings.organizer
source: Organizer
es: Organizador
pt: Organizador

# meetings.participants
source: Participants
es: Participantes
pt: Participantes

# meetings.people
source: people
es: personas
pt: pessoas

# meetings.platform
source: Platform
es: Plataforma
pt: Plataforma

# meetings.ready_to_join
source: Ready to join
es: Listo para unirse
pt: Pronto para participar

# meetings.regenerate_link
source: Regenerate link
es: Regenerar enlace
pt: Regenerar link

# meetings.scheduled
source: Scheduled
es: Programada
pt: Agendada

# meetings.scheduled_plural
source: Scheduled
es: Programadas
pt: Agendadas

# meetings.select_date
source: Select date
es: Seleccionar fecha
pt: Selecionar data

# meetings.select_platform
source: Select a platform
es: Selecciona una plataforma
pt: Selecione uma plataforma

# meetings.started
source: In progress
es: En curso
pt: Em curso

# meetings.started_plural
source: In progress
es: En curso
pt: Em curso

# meetings.title
source: Meetings
es: Reuniones
pt: Reuniões

# meetings.title_placeholder
source: Meeting title
es: Título de la reunión
pt: Título da reunião

# onboarding.collaborate_desc
source: Invite your friends and colleagues. Everyone can suggest dates and vote for their preferences.
es: Invita a tus amigos y colegas. Todos pueden proponer fechas y votar por sus preferencias.
pt: Convide amigos e colegas. Todos podem propor datas e votar nas suas preferências.

# onboarding.collaborate_title
source: Collaborate together
es: Colabora en equipo
pt: Colabore em equipa

# onboarding.enjoy_desc
source: Track everything in real time: reminders, calendars, and notifications keep everyone on the same page.
es: Sigue todo en tiempo real: recordatorios, calendarios y notificaciones para que todos estén al día.
pt: Acompanhe tudo em tempo real: lembretes, calendários e notificações para manter todos informados.

# onboarding.enjoy_title
source: Enjoy the experience
es: Disfruta la experiencia
pt: Aproveite a experiência

# onboarding.feature.accommodation_planning
source: Accommodation planning
es: Planificación de alojamiento
pt: Planeamento de alojamento

# onboarding.feature.budget_tracking
source: Budget tracking
es: Seguimiento del presupuesto
pt: Acompanhamento do orçamento

# onboarding.feature.built_in_reminders
source: Built-in reminders
es: Recordatorios integrados
pt: Lembretes integrados

# onboarding.feature.meal_organization
source: Meal organization
es: Organización de comidas
pt: Organização de refeições

# onboarding.feature.native_calendar
source: Native calendar integration
es: Integración con calendario nativo
pt: Integração com calendário nativo

# onboarding.feature.overview
source: Full event overview
es: Resumen completo del evento
pt: Visão geral completa do evento

# onboarding.feature.participant_management
source: Participant management
es: Gestión de participantes
pt: Gestão de participantes

# onboarding.feature.realtime_tracking
source: Real-time tracking
es: Seguimiento en tiempo real
pt: Acompanhamento em tempo real

# onboarding.feature.task_assignment
source: Task assignment
es: Asignación de tareas
pt: Atribuição de tarefas

# onboarding.get_started
source: Get started
es: Empezar
pt: Começar

# onboarding.next
source: Next
es: Siguiente
pt: Seguinte

# onboarding.skip
source: Skip
es: Omitir
pt: Saltar

# poll.maybe
source: Maybe
es: Quizás
pt: Talvez

# poll.no
source: No
pt: Não
