Repository: guyghost/wakeve
Catalog: iosApp/src/Resources/*.lproj/Localizable.strings
Languages: es, pt

# common.close
source: Close
es: Cerrar
pt: Fechar

# common.cancel
source: Cancel
es: Cancelar
pt: Cancelar

# common.save
source: Save
es: Guardar
pt: Guardar

# common.delete
source: Delete
es: Eliminar
pt: Eliminar

# common.back
source: Back
es: Atrás
pt: Voltar

# common.error
source: Error
pt: Erro

# common.loading
source: Loading...
es: Cargando...
pt: A carregar...

# common.yes
source: Yes
es: Sí
pt: Sim

# common.no
source: No
pt: Não

# auth.sign_in
source: Sign In
es: Iniciar sesión
pt: Iniciar sessão

# auth.sign_in_subtitle
source: Continue with your Apple ID to get started
es: Continúa con tu Apple ID para empezar
pt: Continue com o seu Apple ID para começar

# auth.signing_in
source: Signing in...
es: Iniciando sesión...
pt: A iniciar sessão...

# auth.sign_out
source: Sign out
es: Cerrar sesión
pt: Terminar sessão

# auth.sign_in_failed
source: Sign-in Failed
es: Error de conexión
pt: Falha no início de sessão

# auth.try_again
source: Try Again
es: Reintentar
pt: Tentar novamente

# auth.privacy_agree
source: By signing in, you agree to our
es: Al iniciar sesión, aceptas nuestros
pt: Ao iniciar sessão, aceita os nossos

# auth.privacy_policy
source: Privacy Policy
es: Política de privacidad
pt: Política de Privacidade

# auth.terms_of_service
source: Terms of Service
es: Términos de servicio
pt: Termos de Serviço

# auth.and
source: and
es: y
pt: e

# auth.skip_dev
source: Skip (Development)
es: Omitir (Desarrollo)
pt: Saltar (Desenvolvimento)

# explore.title
source: Explore
es: Explorar
pt: Explorar

# explore.search_prompt
source: Search for an event...
es: Buscar un evento...
pt: Pesquisar um evento...

# explore.trending
source: Trending
es: Tendencias
pt: Em destaque

# explore.nearby
source: Near you
es: Cerca de ti
pt: Perto de si

# explore.recommended
source: Recommended for you
es: Recomendados para ti
pt: Recomendados para si

# explore.empty_title
source: Nothing to explore yet
es: Nada que explorar por ahora
pt: Nada para explorar de momento

# explore.empty_subtitle
source: Events will appear here as soon as they are created. Start by creating one!
es: Los eventos aparecerán aquí en cuanto se creen. ¡Empieza creando uno!
pt: Os eventos aparecerão aqui assim que forem criados. Comece por criar um!

# explore.no_results
source: No results for "%@"
es: Sin resultados para «%@»
pt: Sem resultados para «%@»

# explore.search_hint
source: Try different keywords or adjust your filters.
es: Prueba con otras palabras clave o ajusta los filtros.
pt: Tente outras palavras-chave ou ajuste os filtros.

# explore.results_count
source: %lld results
es: %lld resultados
pt: %lld resultados

# explore.participants_count
source: %lld participants
es: %lld participantes
pt: %lld participantes

# explore.event_ideas
source: Event ideas
es: Ideas de eventos
pt: Ideias de eventos

# explore.ideas.weekend
source: Weekend with friends
es: Fin de semana con amigos
pt: Fim de semana com amigos

# explore.ideas.weekend_desc
source: Plan a memorable weekend with your closest friends
es: Planifica un fin de semana memorable con tus mejores amigos
pt: Planeie um fim de semana memorável com os seus melhores amigos

# explore.ideas.team_building_desc
source: Organize an unforgettable team cohesion day
es: Organiza una jornada de cohesión de equipo inolvidable
pt: Organize um dia de coesão de equipa inesquecível

# explore.ideas.birthday
source: Birthday
es: Cumpleaños
pt: Aniversário

# explore.ideas.birthday_desc
source: Celebrate a special birthday in style
es: Celebra un cumpleaños especial con estilo
pt: Celebre um aniversário especial com estilo

# explore.ideas.party
source: Party
es: Fiesta
pt: Festa

# explore.ideas.party_desc
source: Host a great party with your loved ones
es: Organiza una fiesta memorable con tus seres queridos
pt: Organize uma festa memorável com os seus amigos

# explore.ideas.create
source: Create
es: Crear
pt: Criar

# explore.category.all
source: All
es: Todo
pt: Tudo

# explore.category.sport
source: Sport
es: Deporte
pt: Desporto

# explore.category.culture
source: Culture
es: Cultura
pt: Cultura

# explore.category.food
source: Food
es: Cocina
pt: Cozinha

# explore.category.wellness
source: Wellness
es: Bienestar
pt: Bem-estar

# explore.event_type.birthday
source: Birthday
es: Cumpleaños
pt: Aniversário

# explore.event_type.wedding
source: Wedding
es: Boda
pt: Casamento

# explore.event_type.conference
source: Conference
es: Conferencia
pt: Conferência

# explore.event_type.party
source: Party
es: Fiesta
pt: Festa

# explore.event_type.sport
source: Sport
es: Deporte
pt: Desporto

# explore.event_type.culture
source: Culture
es: Cultura
pt: Cultura

# explore.event_type.family
source: Family
es: Familia
pt: Família

# explore.event_type.outdoor
source: Outdoor
es: Aire libre
pt: Ao ar livre

# explore.event_type.food
source: Gastronomy
es: Gastronomía
pt: Gastronomia

# explore.event_type.wellness
source: Wellness
es: Bienestar
pt: Bem-estar

# explore.event_type.creative
source: Creative
es: Creativo
pt: Criativo

# explore.event_type.other
source: Other
es: Otro
pt: Outro

# notifications.title
source: Notifications
es: Notificaciones
pt: Notificações

# notifications.mark_all_read
source: Read all
es: Leer todo
pt: Marcar tudo como lido

# notifications.delete
source: Delete
es: Eliminar
pt: Eliminar

# notifications.read
source: Read
es: Leída
pt: Lida

# notifications.mark_as_read
source: Mark as read
es: Marcar como leída
pt: Marcar como lida

# notifications.empty_title
source: No notifications
es: Sin notificaciones
pt: Sem notificações

# notifications.empty_subtitle
source: Your notifications will appear here when someone votes, comments, or updates an event.
es: Tus notificaciones aparecerán aquí cuando alguien vote, comente o actualice un evento.
pt: As suas notificações aparecerão aqui quando alguém votar, comentar ou atualizar um evento.

# notifications.loading
source: Loading notifications...
es: Cargando notificaciones...
pt: A carregar notificações...

# notifications.date.today
source: Today
es: Hoy
pt: Hoje

# notifications.date.yesterday
source: Yesterday
es: Ayer
pt: Ontem

# notifications.date.this_week
source: This week
es: Esta semana
pt: Esta semana

# notifications.date.older
source: Older
es: Más antiguas
pt: Mais antigas

# notifications.time.just_now
source: Just now
es: Ahora mismo
pt: Agora mesmo

# notifications.time.minutes_ago
source: %lld min ago
es: Hace %lld min
pt: Há %lld min

# notifications.time.hours_ago
source: %lldh ago
es: Hace %lldh
pt: Há %lldh

# notifications.time.days_ago
source: %lldd ago
es: Hace %lldd
pt: Há %lldd

# notifications.preferences.title
source: Preferences
es: Preferencias
pt: Preferências

# notifications.preferences.save
source: Save
es: Guardar
pt: Guardar

# notifications.preferences.types_header
source: Notification types
es: Tipos de notificaciones
pt: Tipos de notificações

# notifications.preferences.votes
source: Votes
es: Votos
pt: Votos

# notifications.preferences.votes_desc
source: Receive a notification when a participant votes
es: Recibir una notificación cuando un participante vote
pt: Receber uma notificação quando um participante vota

# notifications.preferences.comments
source: Comments
es: Comentarios
pt: Comentários

# notifications.preferences.comments_desc
source: Receive a notification for new comments
es: Recibir una notificación con nuevos comentarios
pt: Receber uma notificação para novos comentários

# notifications.preferences.status_changes
source: Status changes
es: Cambios de estado
pt: Alterações de estado

# notifications.preferences.status_changes_desc
source: Be notified when an event changes status
es: Recibir notificación cuando un evento cambie de estado
pt: Ser notificado quando um evento muda de estado

# notifications.preferences.reminders
source: Reminders
es: Recordatorios
pt: Lembretes

# notifications.preferences.reminders_desc
source: Reminders on the day of the event
es: Recordatorios el día del evento
pt: Lembretes no dia do evento

# notifications.preferences.deadlines
source: Deadlines
es: Fechas límite
pt: Prazos

# notifications.preferences.deadlines_desc
source: Reminders before poll deadlines
es: Recordatorios antes de la fecha límite de las encuestas
pt: Lembretes antes do prazo das sondagens

# notifications.preferences.weekly_digest
source: Weekly digest
es: Resumen semanal
pt: Resumo semanal

# notifications.preferences.weekly_digest_desc
source: Receive a summary every Monday
es: Recibir un resumen cada lunes
pt: Receber um resumo todas as segundas-feiras

# notifications.preferences.sound
source: Sound
es: Sonido
pt: Som

# notifications.preferences.general
source: General
pt: Geral

# notifications.preferences.quiet_hours
source: Quiet hours
es: Horas de silencio
pt: Horas de silêncio

# notifications.preferences.dnd
source: Do not disturb
es: No molestar
pt: Não incomodar

# notifications.preferences.start
source: Start
es: Inicio
pt: Início

# notifications.preferences.end
source: End
es: Fin
pt: Fim

# notifications.preferences.muted_footer
source: Notifications will be muted during this period.
es: Las notificaciones estarán silenciadas durante este período.
pt: As notificações ficarão silenciadas durante este período.

# leaderboard.title
source: Leaderboard
es: Clasificación
pt: Classificação

# leaderboard.close
source: Close
es: Cerrar
pt: Fechar

# leaderboard.filter.this_month
source: This month
es: Este mes
pt: Este mês

# leaderboard.filter.this_week
source: This week
es: Esta semana
pt: Esta semana

# leaderboard.filter.friends
source: Friends
es: Amigos
pt: Amigos

# leaderboard.you
source: You
es: Tú
pt: Você

# leaderboard.badges_count
source: %lld badges
es: %lld insignias
pt: %lld medalhas

# leaderboard.points
source: points
es: puntos
pt: pontos

# leaderboard.friend
source: Friend
es: Amigo
pt: Amigo

# dashboard.title
source: Dashboard
es: Panel de control
pt: Painel de controlo

# dashboard.overview
source: Overview
es: Resumen
pt: Visão geral

# dashboard.events
source: Events
es: Eventos
pt: Eventos

# dashboard.participants
source: Participants
es: Participantes
pt: Participantes

# dashboard.avg_per_event
source: Avg / event
es: Media / evento
pt: Média / evento

# dashboard.votes
source: Votes
es: Votos
pt: Votos

# dashboard.comments
source: Comments
es: Comentarios
pt: Comentários

# dashboard.response_rate
source: Resp. rate
es: Tasa resp.
pt: Taxa resp.

# dashboard.events_by_status
source: Events by status
es: Eventos por estado
pt: Eventos por estado

# dashboard.my_events
source: My events
es: Mis eventos
pt: Os meus eventos

# dashboard.status.draft
source: Draft
es: Borrador
pt: Rascunho

# dashboard.status.polling
source: Poll
es: Encuesta
pt: Sondagem

# dashboard.status.comparing
source: Comparison
es: Comparación
pt: Comparação

# dashboard.status.confirmed
source: Confirmed
es: Confirmado
pt: Confirmado

# dashboard.status.organizing
source: Organizing
es: En organización
pt: Em organização

# dashboard.status.finalized
source: Finalized
es: Finalizado
pt: Finalizado

# dashboard.close
source: Close
es: Cerrar
pt: Fechar

# dashboard.poll_participation
source: Poll participation rate
es: Tasa de participación en la encuesta
pt: Taxa de participação na sondagem

# dashboard.participants_voted
source: %lld out of %lld participants voted
es: %lld de %lld participantes han votado
pt: %lld de %lld participantes votaram

# dashboard.vote_timeline
source: Vote timeline
es: Cronología de votos
pt: Cronologia dos votos

# dashboard.registration_timeline
source: Registration timeline
es: Cronología de inscripciones
pt: Cronologia das inscrições

# dashboard.popular_slots
source: Most popular time slots
es: Franjas horarias más populares
pt: Horários mais populares

# dashboard.time.morning
source: Morning
es: Mañana
pt: Manhã

# dashboard.time.afternoon
source: Afternoon
es: Tarde
pt: Tarde

# dashboard.time.evening
source: Evening
es: Noche
pt: Noite

# dashboard.time.specific
source: Specific
es: Específico
pt: Específico

# dashboard.time.all_day
source: All day
es: Todo el día
pt: Dia inteiro

# dashboard.vote.yes
source: Yes
es: Sí
pt: Sim

# dashboard.vote.maybe
source: Maybe
es: Quizás
pt: Talvez

# dashboard.vote.no
source: No
pt: Não

# dashboard.votes_count
source: %lld votes
es: %lld votos
pt: %lld votos

# profile.title
source: My Profile
es: Mi Perfil
pt: O meu Perfil

# profile.organizer
source: Organizer
es: Organizador
pt: Organizador

# profile.dashboard
source: Dashboard
es: Panel de control
pt: Painel de controlo

# profile.dashboard_subtitle
source: Statistics and analytics for your events
es: Estadísticas y analíticas de tus eventos
pt: Estatísticas e análises dos seus eventos

# profile.preferences
source: My Preferences
es: Mis Preferencias
pt: As minhas Preferências

# profile.push_notifications
source: Push notifications
es: Notificaciones push
pt: Notificações push

# profile.push_notifications_desc
source: Receive notifications on this device
es: Recibir notificaciones en el dispositivo
pt: Receber notificações no dispositivo

# profile.appearance
source: Appearance
es: Apariencia
pt: Aparência

# profile.dark_mode
source: Dark mode
es: Modo oscuro
pt: Modo escuro

# profile.light_mode
source: Light mode
es: Modo claro
pt: Modo claro

# profile.dark_mode_desc
source: Use the dark theme
es: Usar el tema oscuro
pt: Usar o tema escuro

# profile.light_mode_desc
source: Use the light theme
es: Usar el tema claro
pt: Usar o tema claro

# profile.about
source: About
es: Acerca de
pt: Sobre

# profile.settings
source: Settings
es: Ajustes
pt: Definições

# profile.version
source: Version
es: Versión
pt: Versão

# profile.documentation
source: Documentation
es: Documentación
pt: Documentação

source: Profile & Achievements
es: Perfil y Logros
pt: Perfil e Conquistas

# profile.user
source: User
es: Usuario
pt: Utilizador

# gamification.points_and_level
source: Points & Level
es: Puntos y Nivel
pt: Pontos e Nível

# gamification.total_points
source: Total Points
es: Puntos Totales
pt: Pontos Totais

# gamification.level_short
source: Lv. %lld
es: Nv. %lld
pt: Nv. %lld

# gamification.level_format
source: Level %lld
es: Nivel %lld
pt: Nível %lld

# gamification.event_creation
source: Event creation
es: Creación de eventos
pt: Criação de eventos

# gamification.voting
source: Votes
es: Votos
pt: Votos

# gamification.commenting
source: Comments
es: Comentarios
pt: Comentários

# gamification.participation
source: Participation
es: Participación
pt: Participação

# gamification.badges
source: Badges
es: Insignias
pt: Medalhas

# gamification.locked
source: Locked
es: Bloqueado
pt: Bloqueado

# gamification.achievements
source: Achievements
es: Logros
pt: Conquistas

# gamification.view_leaderboard
source: View leaderboard
es: Ver clasificación
pt: Ver classificação

# gamification.leaderboard_subtitle
source: Compare your points with other participants
es: Compara tus puntos con los demás participantes
pt: Compare os seus pontos com os outros participantes

# gamification.leaderboard
source: Leaderboard
es: Clasificación
pt: Classificação

# gamification.badges_count
source: %lld badges
es: %lld insignias
pt: %lld medalhas

# gamification.level.beginner
source: Beginner
es: Principiante
pt: Iniciante

# gamification.level.explorer
source: Explorer
es: Explorador
pt: Explorador

# gamification.level.contributor
source: Contributor
es: Colaborador
pt: Colaborador

# gamification.level.organizer
source: Organizer
es: Organizador
pt: Organizador

# gamification.level.expert
source: Expert
es: Experto
pt: Especialista

# gamification.level.master
source: Master
es: Maestro
pt: Mestre

# gamification.level.champion
source: Champion
es: Campeón
pt: Campeão

# gamification.level.legend
source: Legend
es: Leyenda
pt: Lenda

# gamification.level.mythic
source: Mythical
es: Mítico
pt: Mítico

# gamification.level.transcendent
source: Transcendent
es: Trascendente
pt: Transcendente

# gamification.badge.first_event
source: First Event
es: Primer Evento
pt: Primeiro Evento

# gamification.badge.super_organizer
source: Super Organizer
es: Súper Organizador
pt: Super Organizador

# gamification.badge.early_bird
source: Early Bird
es: Madrugador
pt: Madrugador

# gamification.badge.voting_master
source: Voting Master
es: Maestro del Voto
pt: Mestre da Votação

# gamification.badge.active_participant
source: Active Participant
es: Participante Activo
pt: Participante Ativo

# gamification.badge.event_master
source: Event Master
es: Maestro de Eventos
pt: Mestre dos Eventos

# gamification.badge.commentator
source: Chatterbox
es: Parlanchín
pt: Tagarela

# gamification.badge.dedicated
source: Dedicated
es: Dedicado
pt: Dedicado

# gamification.badge.social_butterfly
source: Social Butterfly
es: Mariposa Social
pt: Borboleta Social

# gamification.badge.party_animal
source: Party Animal
es: Fiestero
pt: Festeiro

# gamification.badge.century_club
source: Century Club
es: Club de los Cien
pt: Clube dos Cem

# gamification.badge.millennium_club
source: Millennium Club
es: Club de los Mil
pt: Clube dos Mil

# gamification.badge_category.organization
source: Organization
es: Organización
pt: Organização

# gamification.badge_category.participation
source: Participation
es: Participación
pt: Participação

# gamification.badge_category.special
source: Special
es: Especial
pt: Especial

# settings.title
source: Settings
es: Ajustes
pt: Definições

# settings.notifications
source: Notifications
es: Notificaciones
pt: Notificações

# settings.notifications_subtitle
source: Manage your notification preferences
es: Gestiona tus preferencias de notificaciones
pt: Gira as suas preferências de notificações

# settings.notification_preferences
source: Notification preferences
es: Preferencias de notificaciones
pt: Preferências de notificações

# language_title
source: Language
es: Idioma
pt: Língua

# language_description
source: Choose the app language
es: Elige el idioma de la aplicación
pt: Escolha a língua da aplicação

# language_english
source: English
es: Inglés
pt: Inglês

# language_french
source: French
es: Francés
pt: Francês

# language_spanish
source: Spanish
es: Español
pt: Espanhol

# language_italian
source: Italian
es: Italiano
pt: Italiano

# language_portuguese
source: Portuguese
es: Portugués
pt: Português

source: Selected
es: Seleccionado
pt: Selecionado

source: Currently selected
es: Idioma actualmente seleccionado
pt: Língua atualmente selecionada

# tap_to_select
source: Tap to select this language
es: Toca para seleccionar este idioma
pt: Toque para selecionar esta língua

# home.filter.upcoming
source: Upcoming
es: Próximos
pt: Próximos

# home.filter.past
source: Past events
es: Eventos pasados
pt: Eventos passados

# home.filter.drafts
source: Drafts
es: Borradores
pt: Rascunhos

# home.filter.organized_by_me
source: Organized by me
es: Organizados por mí
pt: Organizados por mim

# home.filter.confirmed
source: Confirmed
es: Confirmados
pt: Confirmados

# home.empty.upcoming.title
source: No upcoming events
es: Sin eventos próximos
pt: Sem eventos próximos

# home.empty.upcoming.subtitle
source: Upcoming events will appear here, whether you organize them or not.
es: Los próximos eventos aparecerán aquí, los organices tú o no.
pt: Os próximos eventos aparecerão aqui, quer os organize ou não.

# home.empty.past.title
source: No past events
es: Sin eventos pasados
pt: Sem eventos passados

# home.empty.past.subtitle
source: Past events will appear here.
es: Los eventos pasados aparecerán aquí.
pt: Os eventos passados aparecerão aqui.

# home.empty.drafts.title
source: No drafts
es: Sin borradores
pt: Sem rascunhos

# home.empty.drafts.subtitle
source: Your event drafts will appear here.
es: Tus borradores de eventos aparecerán aquí.
pt: Os seus rascunhos de eventos aparecerão aqui.

# home.empty.organized.title
source: No organized events
es: Sin eventos organizados
pt: Sem eventos organizados

# home.empty.organized.subtitle
source: Events you organize will appear here.
es: Los eventos que organices aparecerán aquí.
pt: Os eventos que organiza aparecerão aqui.

# home.empty.confirmed.title
source: No confirmed events
es: Sin eventos confirmados
pt: Sem eventos confirmados

# home.empty.confirmed.subtitle
source: Confirmed events will appear here.
es: Los eventos confirmados aparecerán aquí.
pt: Os eventos confirmados aparecerão aqui.

# home.organized_by_me_badge
source: Organized by me
es: Organizado por mí
pt: Organizado por mim

# home.create_event
source: Create an event
es: Crear un evento
pt: Criar um evento

# home.loading
source: Loading events...
es: Cargando eventos...
pt: A carregar eventos...

# events.share
source: Share event
es: Compartir evento
pt: Partilhar evento

# events.vote_poll
source: Participate in poll
es: Participar en la encuesta
pt: Participar na sondagem

# events.vote_hint
source: Vote for your preferred time slots
es: Vota por tus franjas horarias preferidas
pt: Vote nos seus horários preferidos

# events.delete
source: Delete event
es: Eliminar evento
pt: Eliminar evento

# events.delete_title
source: Delete this event?
es: ¿Eliminar este evento?
pt: Eliminar este evento?

# events.delete_message
source: This action is irreversible. All data associated with this event will be permanently deleted.
es: Esta acción es irreversible. Todos los datos asociados a este evento se eliminarán permanentemente.
pt: Esta ação é irreversível. Todos os dados associados a este evento serão eliminados permanentemente.

# events.delete_confirm
source: Confirm deletion
es: Confirmar eliminación
pt: Confirmar eliminação

# events.options
source: Event options
es: Opciones del evento
pt: Opções do evento

# events.about
source: About
es: Acerca de
pt: Sobre

# events.hosted_by
source: Hosted by
es: Organizado por
pt: Organizado por

# events.organizer
source: Organizer
es: Organizador
pt: Organizador

# events.going
source: Going
es: Asistentes
pt: Confirmados

# events.going_count
source: Going
es: Asistentes
pt: Confirmados

# events.no_participants
source: No participants yet
es: Sin participantes aún
pt: Ainda sem participantes

# events.more_participants
source: +%lld more
es: +%lld más
pt: +%lld mais

# events.participating
source: Participating
es: Participa
pt: Participa

# events.vote_by
source: Vote by
es: Votar antes del
pt: Votar até

# events.status.hosting
source: Hosting
es: Preparando
pt: Em preparação

# events.status.polling
source: Polling
es: Encuesta en curso
pt: Sondagem em curso

# events.status.confirmed
source: Confirmed
es: Confirmado
pt: Confirmado

# events.manage_participants
source: Manage participants
es: Gestionar participantes
pt: Gerir participantes

# events.view_results
source: View results
es: Ver resultados
pt: Ver resultados

# events.scenario_planning
source: Scenario planning
es: Planificación de escenarios
pt: Planeamento de cenários

# events.budget_overview
source: Budget overview
es: Resumen del presupuesto
pt: Visão geral do orçamento

# events.accommodation
source: Accommodation
es: Alojamiento
pt: Alojamento

# events.meal_planning
source: Meal planning
es: Planificación de comidas
pt: Planeamento de refeições

# events.equipment_checklist
source: Equipment checklist
es: Lista de equipamiento
pt: Lista de equipamento

# events.activity_planning
source: Activity planning
es: Planificación de actividades
pt: Planeamento de atividades

# events.close_accessibility
source: Close
es: Cerrar
pt: Fechar

# events.more_options
source: More options
es: Más opciones
pt: Mais opções

# events.cancel_keep
source: Cancel and keep event
es: Cancelar y mantener el evento
pt: Cancelar e manter o evento

# events.delete_hint
source: This action is irreversible
es: Esta acción es irreversible
pt: Esta ação é irreversível

# events.rsvp.going
source: Going
es: Asisto
pt: Presente
